{
  "id": "princeton-dc3j333d974",
  "dct_title_s": "Seismotectonic map of Africa : special version for the 35th International Geological Congress = Carte sismotectonique de l'Afrique / Commission for the Geological Map of the World ; Mustapha Meghraoui, coordinator ; Paulina Amponsah, Abdelhakim Ayadi, Atalay Ayele, Bekoa Ateba, Abdunnur Bensuleman, Damien Delvaux, Mohamed El Gabry, Rui-Manuel Fernandes, Vunganai Midzi, Magda Roos, Youssef Timoulali.",
  "gbl_resourceClass_sm": [
    "Maps"
  ],
  "dct_accessRights_s": "Restricted",
  "gbl_mdVersion_s": "Aardvark",
  "dct_description_sm": [
    "Relief shown by shading. Shows historical seismicity (before 1900), instrumental seismicity (1900-2010), focal mechanisms, volcanic fields, and faults. \"The Seismotectonic map of Africa ... features major historical and instrumental seismicity distribution, neotectonic and quaternary faults, two sketches of plate movement (with kinematic indicators) and plate map with priniciple stess direction.\" \"Prepared by the IGCP-601 Project Working Group ... Organisation of African Geological Surveys, IGCP/SIDA: International Geoscience Program/Swedish International Cooperation Authority, CGMW: Commission for Geological Map of the World.\" \"Carried out under the aegis of the Commission of the Geological Map of the World with support from UNESCO (Paris and Nairobi offices), International Geological Program (IGCP) Project 601 ... NAGET (North African Group of Earthquake and Tsunami Studies), the Global Earthquake Model (GEM Foundation), the International Union of Geological Sciences (IUGS) and the Geological Society of Africa.\" \"©CCGM-CGMW 2016.\" \"Printed for the 35th International Geological Congress, Cape Town, South Africa (27 August-4 September, 2016).\" \"Map projection: WGS84 - transverse Mercator.\" Some longitudinal coordinates are incorrect. Accompanied by text: Seismotectonic map of Africa, explanatory notice / prepared by the IGCP-601 Project working group. Paris : Commission de la carte géologique du monde/Commission for the Geological Map of the World, 2016. Ancillay maps: [Stress orientation, stress regime, and stress indicators] -- [Geodetic velocity rates and GPS stations of Africa, December 2015]. \"doi.10.14682/2016SETMA.\""
  ],
  "dct_creator_sm": [
    "Commission for the Geological Map of the World"
  ],
  "dct_language_sm": [
    "en"
  ],
  "dct_publisher_sm": [
    "[Paris] : Commission for the Geological Map of the World, [2016]",
    "South Africa : Art 2 Print cc.",
    "©2016"
  ],
  "dct_subject_sm": [
    "Earthquakes—Africa—Maps",
    "Seismology—Africa—Maps",
    "Faults (Geology)—Africa—Maps",
    "Volcanic fields—Africa—Maps",
    "Paleoseismology—Africa—Maps",
    "geological maps",
    "Geological maps"
  ],
  "dcat_theme_sm": [
    "Earthquakes—Africa—Maps",
    "Seismology—Africa—Maps",
    "Faults (Geology)—Africa—Maps",
    "Volcanic fields—Africa—Maps",
    "Paleoseismology—Africa—Maps",
    "geological maps",
    "Geological maps"
  ],
  "dct_spatial_sm": [
    "Africa"
  ],
  "gbl_indexYear_im": [
    2016
  ],
  "gbl_mdModified_dt": "2025-11-17T20:13:13Z",
  "dct_references_s": "{\"http://schema.org/url\":\"https://catalog.princeton.edu/catalog/99101690023506421\",\"http://schema.org/thumbnailUrl\":\"https://figgy.princeton.edu/downloads/89c4a4f6-960d-471f-8eb7-88ecff261fa0/file/3003d99a-e96a-42bf-a9ad-e938008f508d\"}",
  "gbl_resourceType_sm": [
    "Image"
  ],
  "dct_format_s": "TIFF",
  "gbl_suppressed_b": false,
  "dct_identifier_sm": [
    "ark:/88435/dc3j333d974"
  ],
  "schema_provider_s": "Princeton",
  "locn_geometry": "ENVELOPE(-32.5, 60, 40, -40)",
  "dcat_bbox": "ENVELOPE(-32.5, 60, 40, -40)",
  "call_number_s": "G8201.C55 2016 .C6",
  "rights_statement_s": "<a href=\"http://rightsstatements.org/vocab/InC/1.0/\">In Copyright</a><br><p>This Item is protected by copyright and/or related rights.\n<br/>You are free to use this Item in any way that is permitted by the copyright and related rights legislation that applies to your use.\n<br/>For other uses you need to obtain permission from the rights-holder(s).</p><p>Princeton University Library claims no copyright or license governing this digital resource. It is provided for free, on a non-commercial, open-access basis, for fair-use academic and research purposes only. Anyone who claims copyright over any part of these resources and feels that they should not be presented in this manner is invited to contact Princeton University Library, who will in turn consider such concerns and make every effort to respond appropriately. We request that users reproducing this resource cite it according to the guidelines described at <a href=\"https://library.princeton.edu/about/policies/special-collections-copyright-credit-and-citation-guidelines\">https://library.princeton.edu/about/policies/special-collections-copyright-credit-and-citation-guidelines</a>.\n</p>"
}