{
  "id": "princeton-dcs7526r16z",
  "dct_title_s": "Global groundwater vulnerability to floods and droughts / prepared by Jaroslav Vrba and Andrea Richts (chief editors), Wilhelm Struckmeier, Balbir Sukhija, Uta Philipp, Mangen Le, Wenbin Zhou, and the WHYMAP Steering Committee under the auspices of UNESCO IHP and BGR.",
  "gbl_resourceClass_sm": [
    "Maps"
  ],
  "dct_accessRights_s": "Restricted",
  "gbl_mdVersion_s": "Aardvark",
  "dct_description_sm": [
    "Shows global groundwater vulnerability, groundwater recharge rate, coastal areas vulnerable to tsunamis, saline groundwater, freshwater lakes, and ice sheets. Map indicates the vulnerability level of groundwater resources and their  sensitivity to  natural disasters. Ancillary maps: Types of aquifers -- Mean annual groundwater recharge. Upper left: UNESCO, United Nations Educational, Scientific and Cultural Organization, International Hydrological Programme; BGR. Logos of IAH/AIH, IUGS UNESCO, CCGM/CGMW, and IAEA in upper right. \"The map is the result of a joint effort of the projects \"Groundwater for Emergency Situations\" (GWES) and the \"World-wide Hydrogeological Mapping and Assessment Programme\" (WHYMAP). GWES is a UNESCO International Hydrogeological Programme (IHP) project ...\" \"Spheroid WGS84.\" \"Reduced special edition, full-scale 1:25 000 000.Extracted from World-wide Hydrogeological Mapping and Assessment Programme (WHYMAP) www.whymap.org.\" Accompanying CD-ROM: The global map of groundwater vulnerability to floods and droughts. Paris : UNESCO, 2015. Includes text. Explanatory notes are also available:http://unesdoc.unesco.org/images/0023/002324/232431e.pdf"
  ],
  "dct_creator_sm": [
    "Vrba, J."
  ],
  "dct_language_sm": [
    "en"
  ],
  "dct_publisher_sm": [
    "Paris : UNESCO ; Hannover : BGR, [2015]",
    "©2015"
  ],
  "dct_subject_sm": [
    "Groundwater—Maps",
    "Groundwater recharge—Maps",
    "world maps",
    "World maps"
  ],
  "dcat_theme_sm": [
    "Groundwater—Maps",
    "Groundwater recharge—Maps",
    "world maps",
    "World maps"
  ],
  "dct_spatial_sm": [
    "Earth"
  ],
  "gbl_indexYear_im": [
    2015
  ],
  "gbl_mdModified_dt": "2025-11-17T20:13:19Z",
  "dct_references_s": "{\"http://schema.org/url\":\"https://catalog.princeton.edu/catalog/9996905223506421\",\"http://schema.org/thumbnailUrl\":\"https://figgy.princeton.edu/downloads/e5c3309e-4d61-43c6-ab41-91b18333a9f1/file/bd422a79-4ce9-4bfd-b3e9-c16b873fa65b\"}",
  "gbl_resourceType_sm": [
    "Image"
  ],
  "dct_format_s": "TIFF",
  "gbl_suppressed_b": false,
  "dct_identifier_sm": [
    "ark:/88435/dcs7526r16z"
  ],
  "schema_provider_s": "Princeton",
  "locn_geometry": "ENVELOPE(-180, 180, 86.934722, -66.562222)",
  "dcat_bbox": "ENVELOPE(-180, 180, 86.934722, -66.562222)",
  "call_number_s": "G3201.C34 2015 .V7",
  "rights_statement_s": "<a href=\"http://rightsstatements.org/vocab/InC/1.0/\">In Copyright</a><br><p>This Item is protected by copyright and/or related rights.\n<br/>You are free to use this Item in any way that is permitted by the copyright and related rights legislation that applies to your use.\n<br/>For other uses you need to obtain permission from the rights-holder(s).</p><p>Princeton University Library claims no copyright or license governing this digital resource. It is provided for free, on a non-commercial, open-access basis, for fair-use academic and research purposes only. Anyone who claims copyright over any part of these resources and feels that they should not be presented in this manner is invited to contact Princeton University Library, who will in turn consider such concerns and make every effort to respond appropriately. We request that users reproducing this resource cite it according to the guidelines described at <a href=\"https://library.princeton.edu/about/policies/special-collections-copyright-credit-and-citation-guidelines\">https://library.princeton.edu/about/policies/special-collections-copyright-credit-and-citation-guidelines</a>.\n</p>"
}