{
  "id": "princeton-dc6d570705j",
  "dct_title_s": "Water resources map of India : state-wise irrigation & ground water development, flood protection & status of large dams / design, published & printed by Central Board of Irrigation and Power",
  "gbl_resourceClass_sm": [
    "Maps"
  ],
  "dct_accessRights_s": "Restricted",
  "gbl_mdVersion_s": "Aardvark",
  "dct_description_sm": [
    "Includes graphs, table, charts, and advertisements. Bar scale incorrect. Scale as determined from bar scale by cataloger is approximately 1:6,000,000. Includes 1 statistical table, 5 pie charts, 6 graphs, 2 ancillary maps, and color advertisements. Statistical table: State-wise irrigration and groundwater development, flood protection & status of large dams. Graphs: Seasonal contribution on rainfall (4,000 BCM) -- Rainfall range based geographical area (328 M Ha) -- Basin-wise water resource potential (BCM) -- Basin-wise replenishable groundwater resources (BCM) -- Basin wise flow & storage potential in India (BCM) -- Culturable command area (M Ha) -- Projected water demand (BCM) -- Basin-wise per capita water availability -- Expenditure on irrigation development vis-a-vis plan expenditure (1993-94 prices) -- Planwise irrigation potential created and utilised (cumulative) -- Live storage capacity of reservioirs (BCM). Ancillary maps: Proposed inter basin water transfer links -- Basin wise distribution of hydro power potential."
  ],
  "dct_creator_sm": [
    "India. Central Board of Irrigation and Power"
  ],
  "dct_language_sm": [
    "eng"
  ],
  "dct_publisher_sm": [
    "New Delhi [India] : published by Secretary, for and on behalf of Central Board of Irrigation and Power, [2018]",
    "©2017"
  ],
  "dct_subject_sm": [
    "Water-supply—India—Maps",
    "Water resources development—India—Maps",
    "Irrigation—India—Maps",
    "India—Maps",
    "Thematic maps",
    "Maps"
  ],
  "dcat_theme_sm": [
    "Water-supply—India—Maps",
    "Water resources development—India—Maps",
    "Irrigation—India—Maps",
    "India—Maps",
    "Thematic maps",
    "Maps"
  ],
  "dct_spatial_sm": [
    "India"
  ],
  "gbl_indexYear_im": [
    2018
  ],
  "gbl_mdModified_dt": "2025-11-04T04:28:46Z",
  "dct_references_s": "{\"http://schema.org/url\":\"https://catalog.princeton.edu/catalog/11716232\",\"http://schema.org/thumbnailUrl\":\"https://figgy.princeton.edu/downloads/049ac30c-2b66-4c57-9349-2a3e97b2f66e/file/e411c806-f623-4e1a-8899-b69aaf4e674e\"}",
  "gbl_resourceType_sm": [
    "Image"
  ],
  "dct_format_s": "TIFF",
  "gbl_suppressed_b": false,
  "dct_identifier_sm": [
    "ark:/88435/dc6d570705j"
  ],
  "schema_provider_s": "Princeton",
  "locn_geometry": "ENVELOPE(68.111111, 97.406389, 37.085556, 8.0725)",
  "dcat_bbox": "ENVELOPE(68.111111, 97.406389, 37.085556, 8.0725)",
  "rights_statement_s": "<a href=\"http://rightsstatements.org/vocab/InC/1.0/\">In Copyright</a><br><p>This Item is protected by copyright and/or related rights.\n<br/>You are free to use this Item in any way that is permitted by the copyright and related rights legislation that applies to your use.\n<br/>For other uses you need to obtain permission from the rights-holder(s).</p><p>Princeton University Library claims no copyright or license governing this digital resource. It is provided for free, on a non-commercial, open-access basis, for fair-use academic and research purposes only. Anyone who claims copyright over any part of these resources and feels that they should not be presented in this manner is invited to contact Princeton University Library, who will in turn consider such concerns and make every effort to respond appropriately. We request that users reproducing this resource cite it according to the guidelines described at <a href=\"https://library.princeton.edu/about/policies/special-collections-copyright-credit-and-citation-guidelines\">https://library.princeton.edu/about/policies/special-collections-copyright-credit-and-citation-guidelines</a>.\n</p>"
}