{
  "id": "princeton-nc580p48c",
  "dct_title_s": "Geomorphological map of Syria",
  "gbl_resourceClass_sm": [
    "Maps"
  ],
  "dct_accessRights_s": "Restricted",
  "gbl_mdVersion_s": "Aardvark",
  "dct_description_sm": [
    "V.O Technoexport. Syria. Ministry of Industry. Companion text: Geological framework of the Levant. Volume I: Cyprus and Syria. Volume II: The Levantine Basin and Israel / Valerie A. Krqasheninnikov; John K. Hall; Francis Hirsch; Chaim Benjamini. Jerusalem: Historical Productions-Hall. 2005. 498 p.and 826 p. North Decimal Degree 37.3333. South Decimal Degree 32.300. East Decimal Degree 42.4167. West Decimal Degree 35.700. Map is done with data obtained by the Soviet geologist of V/P Technoexport (Contract no. 944). In left lower margin: \"This map, dated 1963, was printed in the USSR in 1964. The printed copies were sent to Syria and several decades later could not be located. This personal copy of V. A. Krasheninnikov has been scanned and is reproduced above.\" Verso: Structural map of Syria.)"
  ],
  "dct_language_sm": [
    "und",
    "Undetermined"
  ],
  "dct_publisher_sm": [
    "Moscow : [s.n.], 1963."
  ],
  "dct_subject_sm": [
    "Geomorphology",
    "Syria—Maps",
    "Maps"
  ],
  "dcat_theme_sm": [
    "Geomorphology",
    "Syria—Maps",
    "Maps"
  ],
  "gbl_indexYear_im": [
    1963
  ],
  "gbl_mdModified_dt": "2025-11-17T20:06:59Z",
  "dct_references_s": "{\"http://schema.org/url\":\"https://catalog.princeton.edu/catalog/9968393533506421\",\"http://schema.org/thumbnailUrl\":\"https://figgy.princeton.edu/downloads/f3969773-2320-47a5-a5d8-b1c23c88bafb/file/c7970e87-b1f3-49f3-a9b0-d6b56e0408ae\"}",
  "gbl_resourceType_sm": [
    "Image"
  ],
  "dct_format_s": "TIFF",
  "gbl_suppressed_b": false,
  "dct_identifier_sm": [
    "ark:/88435/nc580p48c"
  ],
  "schema_provider_s": "Princeton",
  "locn_geometry": "ENVELOPE(35.7, 42.4167, 37.3333, 32.3)",
  "dcat_bbox": "ENVELOPE(35.7, 42.4167, 37.3333, 32.3)",
  "call_number_s": "QE318 .G45 2005",
  "rights_statement_s": "<a href=\"http://rightsstatements.org/vocab/InC/1.0/\">In Copyright</a><br><p>This Item is protected by copyright and/or related rights.\n<br/>You are free to use this Item in any way that is permitted by the copyright and related rights legislation that applies to your use.\n<br/>For other uses you need to obtain permission from the rights-holder(s).</p><p>Princeton University Library claims no copyright or license governing this digital resource. It is provided for free, on a non-commercial, open-access basis, for fair-use academic and research purposes only. Anyone who claims copyright over any part of these resources and feels that they should not be presented in this manner is invited to contact Princeton University Library, who will in turn consider such concerns and make every effort to respond appropriately. We request that users reproducing this resource cite it according to the guidelines described at <a href=\"https://library.princeton.edu/about/policies/special-collections-copyright-credit-and-citation-guidelines\">https://library.princeton.edu/about/policies/special-collections-copyright-credit-and-citation-guidelines</a>.\n</p>"
}