{
  "id": "princeton-dcxp68kv33r",
  "dct_title_s": "Η Ελλάδα μας / Δ. Διαμαντοπούλου Ελληνική Χαρτογραφία. (Sheet 5)",
  "gbl_resourceClass_sm": [
    "Maps"
  ],
  "dct_accessRights_s": "Restricted",
  "gbl_mdVersion_s": "Aardvark",
  "dct_description_sm": [
    "Relief shown by hachures and spot heights. Depth shown by isolines. Includes list \"50 Nomoi kai 148 Eparchies\" and ancillary map \"Chartēs diaireseōs nomōn\" showing administrative and political divisions of Greece. \"50 Νομοί καί 148 Επαρχίες.\" \"Χάρτης διαιρέσεως νομών.\" Ancillary map \"Chartēs Hellados : Geōgr. syntetagmen. bythometron\" shows bathymetry/isolines. Χάρτης Ελλάδος : Γεωγρ. συντεταγμέν. βυθομέτρων. Ancillary map \"Hē Kypros mas : mikrē Hellada\" shows Cyprus, includes locator map of Cyprus in relation to islands of Kastellorizo and Rhodes. With dedication: \"To paron tlēma, Kypros mou, aphierōnō stous gennaious eleutherōtas sou Mauarion kai Griban. \"Η Κύπρος μας: μικρή Ελλάδα.\" \"Το παρον Τμημα, Κύπρος μου, αφιερωνω στους γενναίους ελευθερωτάς σου Μαυαρίον και Γρίβαν.\" Verso of sheets 1 and 5 show draft prints of maps. \"Tēl. 90.303.\" \"Τηλ. 90.303.\" Prosaxē!! Prin ependysete, meletēsete kalōs ton syndesmon tōn fyllōn. Προσαχη!! Πριν επενδυσέτε, μελετήσετε καλώς τον σύνδεσμον των φύλλων. \"Hellenēs : Na eisde hyperēphanoi gia tēn katagōgē sas kath' henas mas as prospathē na ginetai anōteros apo pasēs apogeōs gia na borōme holoi mazi na stērizōme peio dynata tēn endoxē patrida mas.\" [Greeks : Be proud of your origin as one of us, let's try to become superior from all origins so that we can all together support our glorious homeland more strongly.] Έλληνες - Να είσδε υπερήφανοι για την καταγωγή σας κάθ' ένας μας ας προσπαθή να γίνεται ανώτερος από πάσης απόγεως για να μπορώμε όλοι μαζί να στηρίζωμε πειό δυνατά την ένδοξη πατρίδα μας. Includes dedication to heroes of Greek War of Independence (\"Aphieroutai...\"). \"Αφιερουται...\""
  ],
  "dct_creator_sm": [
    "Hellēnikē Chartographia-Kikē Diamantopoulou"
  ],
  "dct_language_sm": [
    "el"
  ],
  "dct_publisher_sm": [
    "Athēnai : D. Diamantopoulos Hellēnikē Chartographia, 1960.",
    "Exetypōse lithographeion \"Ho Phoinix.\"",
    "Εξετύπωσε λιθογραφείον \"Ο Φοινιξ.\""
  ],
  "dct_subject_sm": [
    "Topographic maps",
    "Administrative and political divisions",
    "Greece—Maps",
    "Maps"
  ],
  "dcat_theme_sm": [
    "Topographic maps",
    "Administrative and political divisions",
    "Greece—Maps",
    "Maps"
  ],
  "dct_spatial_sm": [
    "Greece"
  ],
  "gbl_indexYear_im": [
    1960
  ],
  "gbl_mdModified_dt": "2025-11-17T20:23:58Z",
  "dct_references_s": "{\"http://schema.org/url\":\"https://catalog.princeton.edu/catalog/9968172983506421\",\"http://schema.org/thumbnailUrl\":\"https://figgy.princeton.edu/downloads/a70ea0c5-d5fa-4cd3-a97e-db109d8c7b01/file/b573f480-6013-418c-837c-17ad5f306609\"}",
  "gbl_resourceType_sm": [
    "Image"
  ],
  "dct_format_s": "TIFF",
  "gbl_suppressed_b": true,
  "dct_source_sm": [
    "princeton-dc4j03db774"
  ],
  "dct_identifier_sm": [
    "ark:/88435/dcxp68kv33r"
  ],
  "schema_provider_s": "Princeton",
  "locn_geometry": "ENVELOPE(19.390124, 28.377026, 42.099385, 34.798458)",
  "dcat_bbox": "ENVELOPE(19.390124, 28.377026, 42.099385, 34.798458)",
  "call_number_s": "G6811.F7 1960 .D5",
  "rights_statement_s": "<a href=\"http://rightsstatements.org/vocab/InC/1.0/\">In Copyright</a><br><p>This Item is protected by copyright and/or related rights.\n<br/>You are free to use this Item in any way that is permitted by the copyright and related rights legislation that applies to your use.\n<br/>For other uses you need to obtain permission from the rights-holder(s).</p><p>Princeton University Library claims no copyright or license governing this digital resource. It is provided for free, on a non-commercial, open-access basis, for fair-use academic and research purposes only. Anyone who claims copyright over any part of these resources and feels that they should not be presented in this manner is invited to contact Princeton University Library, who will in turn consider such concerns and make every effort to respond appropriately. We request that users reproducing this resource cite it according to the guidelines described at <a href=\"https://library.princeton.edu/about/policies/special-collections-copyright-credit-and-citation-guidelines\">https://library.princeton.edu/about/policies/special-collections-copyright-credit-and-citation-guidelines</a>.\n</p>"
}