{
  "id": "princeton-ns0648512",
  "dct_title_s": "The south part of Great Britain, called, England and Wales : containing all ye cities, market towns, boroughs: and whatever places have ye election of members of parliament with ye names of ye rivers, seaports, sands, hills, moors, forests &c. All ye great or post roads, and principal cross roads &c. with ye computed miles from town to town and all ye post towns as they are at present regulated by the Postmasters Genl. of the General Post House according to ye most approved surveys and accurate observations",
  "gbl_resourceClass_sm": [
    "Maps"
  ],
  "dct_accessRights_s": "Public",
  "gbl_mdVersion_s": "Aardvark",
  "dct_description_sm": [
    "Relief shown pictorially. Advertisement. Having perused Mr. Ogilby's most useful survey of ye roads of south Britain, with his description of its rivers ... Explanation: great or direct roads, principal cross roads, roads not to be found in Mr. Ogilby's book, computed miles ..., cities, Archbishopricks, Bishoprikcs, parliament towns.., port towns or stages on the post roads (Note. This map may be useful without scale or compasses: for ye towns that are not touched by the roads lying near them, their distances may easily be computed by inspection.). Map image flanked on both sides by tables of towns and distances. Dedication: To the right honourable Francis Lord Viscount Rialton, son and heir apparent of the Right Honble. Sidney Earl of Godolphin &c. Lord High Treasurer of Great Britain. This map of south Britain is most Humbly Dedicated by your Lordship's most Humble Servant Herman Moll geographer. Prime meridian: London. From: The world described, or, a new and correct sett of maps / Herman Moll. London : H. Moll, [ca. 1730]. \"The imprints on the maps by Moll include the names of Thomas Bowles, his son John, Philip Overton, and John King. Their respective addresses suggest a date ... of c.1730.\"--Shirley, R. Maps in the atlases of the British Library."
  ],
  "dct_creator_sm": [
    "Moll, Herman, -1732",
    "Moll, Herman, d. 1732"
  ],
  "dct_language_sm": [
    "en",
    "English"
  ],
  "dct_publisher_sm": [
    "[London] : Printed for H. Moll over against Devereux Court without Temple Bar. I. Bowles at ye sign of ye Screen over against Stocks Market and Tho. Bowles Print and Mapseller next to the Chapter House in St. Pauls Church yard, by whom are to be sold these maps done by ye said Mr. Moll ... ; Sold by Philip Overton Map and Print Seller near St. Dunstans Church Fleet street, and by John King at the Globe in the Poultry, [ca. 1730]"
  ],
  "dct_subject_sm": [
    "England—Maps—Early works to 1800",
    "Wales—Maps—Early works to 1800",
    "Maps—England—1730",
    "Maps—Wales—1730",
    "Maps"
  ],
  "dcat_theme_sm": [
    "England—Maps—Early works to 1800",
    "Wales—Maps—Early works to 1800",
    "Maps—England—1730",
    "Maps—Wales—1730",
    "Maps"
  ],
  "dct_spatial_sm": [
    "Great Britain",
    "England",
    "Wales"
  ],
  "gbl_indexYear_im": [
    1730
  ],
  "gbl_mdModified_dt": "2025-11-17T19:18:58Z",
  "dct_references_s": "{\"http://schema.org/url\":\"https://catalog.princeton.edu/catalog/9972087743506421\",\"http://schema.org/downloadUrl\":\"https://figgy.princeton.edu/downloads/964ecb77-d3c6-4071-bbbb-7a343267d16a/file/4a8b275f-1300-4700-9bd2-730dd7c8461a\",\"http://schema.org/thumbnailUrl\":\"https://figgy.princeton.edu/downloads/964ecb77-d3c6-4071-bbbb-7a343267d16a/file/1ab6dbf1-2579-4ed1-9162-482f05aa6c6a\",\"http://iiif.io/api/image\":\"https://iiif-cloud.princeton.edu/iiif/2/76%2F25%2F33%2F762533fd7ea5475c9032eccdecd07d1c%2Fintermediate_file/info.json\",\"http://iiif.io/api/presentation#manifest\":\"https://figgy.princeton.edu/concern/scanned_maps/13960c78-a115-474f-9a6d-cdcd9b189633/manifest\"}",
  "gbl_resourceType_sm": [
    "Image"
  ],
  "dct_format_s": "TIFF",
  "gbl_suppressed_b": false,
  "dct_identifier_sm": [
    "ark:/88435/ns0648512"
  ],
  "schema_provider_s": "Princeton",
  "locn_geometry": "ENVELOPE(-7.9609, 2.5461, 55.6874, 49.8766)",
  "dcat_bbox": "ENVELOPE(-7.9609, 2.5461, 55.6874, 49.8766)",
  "call_number_s": "D Alcove 23, Drawer 10 HMC01.4712",
  "rights_statement_s": "<a href=\"http://rightsstatements.org/vocab/NKC/1.0/\">No Known Copyright</a><br><p>Princeton University Library reasonably believes that the Item is not restricted by copyright or related rights, but a conclusive determination could not be made.\n<br/>You are free to use this Item in any way that is permitted by the copyright and related rights legislation that applies to your use.</p><p>Princeton University Library claims no copyright or license governing this digital resource. It is provided for free, on a non-commercial, open-access basis, for fair-use academic and research purposes only. Anyone who claims copyright over any part of these resources and feels that they should not be presented in this manner is invited to contact Princeton University Library, who will in turn consider such concerns and make every effort to respond appropriately. We request that users reproducing this resource cite it according to the guidelines described at <a href=\"https://library.princeton.edu/about/policies/special-collections-copyright-credit-and-citation-guidelines\">https://library.princeton.edu/about/policies/special-collections-copyright-credit-and-citation-guidelines</a>.\n</p>"
}