{
  "id": "princeton-dcvd66wd08g",
  "dct_title_s": "Zusammendruck [der Internationalen Weltkarte] 1:1 000 000 : Übersichtskarte / Hergestelit im Auftrag Gen St d H Abt f Kr LKart u Verm Wes (II).",
  "gbl_resourceClass_sm": [
    "Maps"
  ],
  "dct_accessRights_s": "Public",
  "gbl_mdVersion_s": "Aardvark",
  "dct_description_sm": [
    "Relief shown by contours, hypsometric tints, form lines, hachures, and spot height. Depth sown by isolines. Frankreich sheet  principal meridian is given in grades (centered in Paris). Principal meridian of most sheets is Greenwich others are Ferr. Map shows five classes of railroads, six classes of roads, telegraph lines, airports, mines, triangulation survey points. Some sheets has list of used abbreviations. Title taken from index map on verso of one sheet. Set is incomplete. Marginal data includes diagrams showing: political boundaries, sheet combination, and adjoining sheets. For sheet location, see index. In this edition the grid system conform to the IMW. Title designation is by city name or regionally determined. The grid system conforms to the International map of the World grid system.Title  sheet designated by country or region area. Alternate publisher: Herausgegeben vom OKH/Gen ST D H. Chef des Kriegskarten- und Vermessungswesen. Some sheets do not have a publisher name or this information had been obliterated. Maps are constructed by a combination of individual sheets from the \"International Map of the World\", following the cartographic conventions of their respective countries. The sheet Baltische Lander-Interessengrenza shows Finland lease land to Russia. Index for the sheet Athens - Alexandria has subtitle: \"(Ausgabe des Reichsluftfahrtministerium)\"."
  ],
  "dct_creator_sm": [
    "Germany. Heer. Abteilung für Kriegskarten- und Vermessungswesen"
  ],
  "dct_language_sm": [
    "de"
  ],
  "dct_publisher_sm": [
    "[Berlin] : Generalstab des Heeres Abteilung für Kriegskarten- und Vermessungswesen (II), 1940-44.",
    "[Berlin] : OKH/Gen St d H, Chef des Kriegskarten- und Vermessungswesen, 1940-44."
  ],
  "dct_subject_sm": [
    "Topographic maps",
    "Maps"
  ],
  "dcat_theme_sm": [
    "Topographic maps",
    "Maps"
  ],
  "dct_spatial_sm": [
    "Eastern Hemisphere"
  ],
  "gbl_indexYear_im": [
    1940
  ],
  "gbl_mdModified_dt": "2026-01-30T16:37:03Z",
  "dct_references_s": "{\"http://schema.org/url\":\"https://catalog.princeton.edu/catalog/9968178693506421\",\"http://schema.org/thumbnailUrl\":\"https://figgy.princeton.edu/downloads/34117779-f39c-47c5-91d2-1f98cbbbfac2/file/ea7fce7a-5e33-4d11-908b-2e8c821b50de\",\"http://iiif.io/api/image\":\"https://iiif-cloud.princeton.edu/iiif/2/09%2Fd9%2F6e%2F09d96e10552b48779b7efb80e03564c4%2Fintermediate_file/info.json\",\"http://iiif.io/api/presentation#manifest\":\"https://figgy.princeton.edu/concern/scanned_maps/d854fe77-381a-4944-87fa-7f903284dc6d/manifest\"}",
  "gbl_resourceType_sm": [
    "Image"
  ],
  "gbl_suppressed_b": false,
  "dct_identifier_sm": [
    "ark:/88435/dcvd66wd08g"
  ],
  "schema_provider_s": "Princeton",
  "locn_geometry": "ENVELOPE(-12, 66, 72, 24)",
  "dcat_bbox": "ENVELOPE(-12, 66, 72, 24)",
  "call_number_s": "G5671.C2. s1000 .D4",
  "rights_statement_s": "<a href=\"http://rightsstatements.org/vocab/CNE/1.0/\">Copyright Not Evaluated</a><br><p>The copyright and related rights status of this Item has not been evaluated.\n<br/>Please refer to the organization that has made the Item available for more information.\n<br/>You are free to use this Item in any way that is permitted by the copyright and related rights legislation that applies to your use.</p><p>Princeton University Library claims no copyright or license governing this digital resource. It is provided for free, on a non-commercial, open-access basis, for fair-use academic and research purposes only. Anyone who claims copyright over any part of these resources and feels that they should not be presented in this manner is invited to contact Princeton University Library, who will in turn consider such concerns and make every effort to respond appropriately. We request that users reproducing this resource cite it according to the guidelines described at <a href=\"https://library.princeton.edu/about/policies/special-collections-copyright-credit-and-citation-guidelines\">https://library.princeton.edu/about/policies/special-collections-copyright-credit-and-citation-guidelines</a>.\n</p>"
}