{
  "id": "princeton-dckd17d719w",
  "dct_title_s": "Java & Madura  : 1:100,000  / General Staff. Geographical Section.",
  "gbl_resourceClass_sm": [
    "Maps"
  ],
  "dct_accessRights_s": "Public",
  "gbl_mdVersion_s": "Aardvark",
  "dct_description_sm": [
    "Relief shown by 25 metres contour interval. Sheets are 20 minute quadrangles. Principal meridian is Batavia. Includes index to adjoining sheets. Majority of sheets are reprints by US Army Map Service (AMS) in January 1943. In upper right margin: originally \"For use by War and Navy Department Agencies only.\" Military grid. Set is 33 sheets covering the \"Resdentie of Batavia in west Java and the Residentie  of Banjoemas, Kedoe and Semarang in central Java; approximately one quarter of the entire island. The sheets are numbered according to a system covering the Dutch East Indies. Copied from Dutch maps dated 1901 to 1924. Dutch East Indies Southern Zone grid. Bessel spheroid. Shows four types of internal boundaries (residency, regency, and district); railroads, roads, places of worship, villages, harbours, lighthouses, and various types of vegetation. Copied from maps by the Topografische dienst of the Dutch East Indies. \"Except for roads, this map has not been brought up to date from the 1:50,000, which is of later date.\" Marginal diagrams: Incidence of grid letters."
  ],
  "dct_creator_sm": [
    "Great Britain. War Office. General Staff. Geographical Section"
  ],
  "dct_language_sm": [
    "en"
  ],
  "dct_publisher_sm": [
    "[London] : War Office, 1942-"
  ],
  "dct_subject_sm": [
    "Java (Indonesia)—Maps",
    "topographic maps",
    "Topographic maps"
  ],
  "dcat_theme_sm": [
    "Java (Indonesia)—Maps",
    "topographic maps",
    "Topographic maps"
  ],
  "dct_spatial_sm": [
    "Indonesia"
  ],
  "gbl_indexYear_im": [
    1942
  ],
  "gbl_mdModified_dt": "2025-10-23T13:36:13Z",
  "dct_references_s": "{\"http://schema.org/url\":\"https://catalog.princeton.edu/catalog/99131622761906421\",\"http://schema.org/thumbnailUrl\":\"https://figgy.princeton.edu/downloads/8f85696e-f167-4a11-9d2e-93e0212b74a0/file/f890d70c-005e-4c8d-ae29-adf1ccd97f65\",\"http://iiif.io/api/image\":\"https://iiif-cloud.princeton.edu/iiif/2/04%2F12%2F09%2F041209811c5c43739c6de066d5cf18c0%2Fintermediate_file/info.json\",\"http://iiif.io/api/presentation#manifest\":\"https://figgy.princeton.edu/concern/scanned_maps/b262fd4e-a65b-4675-84d8-19bad6f7c282/manifest\"}",
  "gbl_resourceType_sm": [
    "Image"
  ],
  "gbl_suppressed_b": false,
  "dct_identifier_sm": [
    "ark:/88435/dckd17d719w"
  ],
  "schema_provider_s": "Princeton",
  "locn_geometry": "ENVELOPE(105.208889, 114.606389, -5.921111, -8.791111)",
  "dcat_bbox": "ENVELOPE(105.208889, 114.606389, -5.921111, -8.791111)",
  "call_number_s": "G8091.C2 s100 .W3O3",
  "rights_statement_s": "<a href=\"http://rightsstatements.org/vocab/CNE/1.0/\">Copyright Not Evaluated</a><br><p>The copyright and related rights status of this Item has not been evaluated.\n<br/>Please refer to the organization that has made the Item available for more information.\n<br/>You are free to use this Item in any way that is permitted by the copyright and related rights legislation that applies to your use.</p><p>Princeton University Library claims no copyright or license governing this digital resource. It is provided for free, on a non-commercial, open-access basis, for fair-use academic and research purposes only. Anyone who claims copyright over any part of these resources and feels that they should not be presented in this manner is invited to contact Princeton University Library, who will in turn consider such concerns and make every effort to respond appropriately. We request that users reproducing this resource cite it according to the guidelines described at <a href=\"https://library.princeton.edu/about/policies/special-collections-copyright-credit-and-citation-guidelines\">https://library.princeton.edu/about/policies/special-collections-copyright-credit-and-citation-guidelines</a>.\n</p>"
}