{
  "id": "princeton-dcwh247543w",
  "dct_title_s": "Χάρτης Ελληνικού Βασιλείου / Χαρτογραφική Υπηρεσία ; εχαράχθη και ετυπώθη εν τω. Καισαροβασιλικώ. Στρατ. Γεωγρ. Ινστιτούτω. εν Βιέννη.",
  "gbl_resourceClass_sm": [
    "Maps"
  ],
  "dct_accessRights_s": "Public",
  "gbl_mdVersion_s": "Aardvark",
  "dct_description_sm": [
    "Relief shown by contours and spot heights. Depth shown by soundings and bathymetric isolines. Some sheets show hachures and shading. Name of adjoining sheets is indicated on the map margins. In upper left margin: Chartēs Hellēnikou Vasileiou. In upper right margin: Χάρτης Ελληνικού Βασιλείου In upper right margin: Chartographikē Hypēresia In upper right margin: Χαρτογραφική Υπηρεσία Kalampaka, Karditsa, and Velemistion-Malakasion sheets are temporary editions (\"ekdosis prosōrinē\") issued in black and white, sent from Vienna for corrections. Thessalonikē sheet is a photocopy. Lower left margin: \"To epi tou lophou Nymphōn kai notiōs tou asteroskopeiou Athēnōn keimenon marmarinon bathron, eurisketai kata ta mechri toude asphalē dedomena 23°43'12''92 (1h 34m 52s86 anatolikōs Greenwich.\" Lower left margin: \"Τό ἐπί τοῦ λόφου τῶν Νυμφῶν καί νοτίως τοῦ ἀστεροσκοπείου Ἀθηνῶν κείμενον μαρμάρινον βάθρον, εὑρίσκεται κατά τά μέχρι τοῦδε ἀσφαλῆ δεδομένα 23°43'12''92 (1h 34m 52s86 ἀνατολικῶς Greenwich.\" Approximate translation of text on lower left margin: On the hill of the Nymphs to the south of the National Observatory of Athens a marble pedestal indicates that this site is 23°43'12''92 (1h 34m 52s86) east of Greenwich. Principal meridian is Athens. Map Library does not have an index to sheets. Set is incomplete. Volos = Bolos sheet shows purple stamp with seal of Institut cartographique militaire (Belgique). On verso: purple stamp \"Army Map Service Library,\" accessions date ranging from 1946-1949. Captured map. Some sheets have linen backing."
  ],
  "dct_creator_sm": [
    "Greece. Stratos. Chartographikē Hypēresia",
    "Greece. Στρατός. Χαρτογραφική Υπηρεσία"
  ],
  "dct_language_sm": [
    "el"
  ],
  "dct_publisher_sm": [
    "[Athēna] : Chartographikē Hypēresia Stratou, [1908-1927]",
    "Wien : Kaiserlich-Königliches Militär-Geographisches Institut, [1908-1927]",
    "[Αθήνα] : Χαρτογραφική Υπηρεσία Στρατού, [1908-1927]"
  ],
  "dct_subject_sm": [
    "Greece—Maps",
    "Topographic maps",
    "Maps"
  ],
  "dcat_theme_sm": [
    "Greece—Maps",
    "Topographic maps",
    "Maps"
  ],
  "dct_spatial_sm": [
    "Greece"
  ],
  "gbl_indexYear_im": [
    1908
  ],
  "gbl_mdModified_dt": "2025-11-17T19:45:14Z",
  "dct_references_s": "{\"http://schema.org/url\":\"https://catalog.princeton.edu/catalog/9968219073506421\",\"http://iiif.io/api/image\":\"https://iiif-cloud.princeton.edu/iiif/2/35%2F35%2F53%2F35355320f65442ad8f8c7dd881c0411e%2Fintermediate_file/info.json\",\"http://iiif.io/api/presentation#manifest\":\"https://figgy.princeton.edu/concern/scanned_maps/2202c0dc-8e55-4532-8d8d-02ea52757485/manifest\"}",
  "gbl_resourceType_sm": [
    "Image"
  ],
  "gbl_suppressed_b": false,
  "dct_identifier_sm": [
    "ark:/88435/dcwh247543w"
  ],
  "schema_provider_s": "Princeton",
  "locn_geometry": "ENVELOPE(19.247788, 29.729699, 41.748886, 34.762928)",
  "dcat_bbox": "ENVELOPE(19.247788, 29.729699, 41.748886, 34.762928)",
  "call_number_s": "G6811.C2 s75 .C5",
  "rights_statement_s": "<a href=\"http://rightsstatements.org/vocab/InC/1.0/\">In Copyright</a><br><p>This Item is protected by copyright and/or related rights.\n<br/>You are free to use this Item in any way that is permitted by the copyright and related rights legislation that applies to your use.\n<br/>For other uses you need to obtain permission from the rights-holder(s).</p><p>Princeton University Library claims no copyright or license governing this digital resource. It is provided for free, on a non-commercial, open-access basis, for fair-use academic and research purposes only. Anyone who claims copyright over any part of these resources and feels that they should not be presented in this manner is invited to contact Princeton University Library, who will in turn consider such concerns and make every effort to respond appropriately. We request that users reproducing this resource cite it according to the guidelines described at <a href=\"https://library.princeton.edu/about/policies/special-collections-copyright-credit-and-citation-guidelines\">https://library.princeton.edu/about/policies/special-collections-copyright-credit-and-citation-guidelines</a>.\n</p>"
}