{
  "geoblacklight_version": "1.0",
  "dc_identifier_s": "ark:/88435/d217qr40j",
  "layer_slug_s": "princeton-d217qr40j",
  "uuid": "princeton-d217qr40j",
  "dc_title_s": "[Geological Survey of England and Wales : one inch to the mile map. New Series.] Folkestone & Dover A, solid and drift, sheet 305 and 306",
  "solr_geom": "ENVELOPE(0.8, 1.3333, 51.1167, 50.95)",
  "dct_provenance_s": "Princeton",
  "dc_rights_s": "Restricted",
  "dc_description_s": "Geological Survey of Great Britain. Great Britain. Geological Survey of England and Wales. Sheet 305/306 solid and drift. Great Britain. Ordnance Survey of England. Companion text: Geology of the country around Canterbury and Folkestone. (Combined memoir in explanation of One-inch Geological sheets 289, 305 and 306, New Series) / by J.G.O. Smart, G. Bisson, and B.C. Worssam, with chapters on palaeontology of the Gault, by R. Casey, and on palaeontology of the Chalk, by R.V. Melville, and other contributions by P.A. Sabine ... [et al.]. London: Her Majesty Stationary Office. Natural Environment Research Coucil. Memoirs of the Geological Survey of Great Britain England and Wales. 1966. 337p. North Decimal Degree 51.1167. South Decimal Degree 50.9500. East Decimal Degree 1.3333. West Decimal Degree 0.8000. In upper left margin: Ordnance Survey of Great Britain. Relief shown by contour interval and spot heights. Transverse Mercator projection. National grid system. Depth shown by contour intervals \"Original geological survey on the one-inch scale by F. Drew et al. published on Old Series Sheet 3, in 1868 (new editions showing post-Tertiary deposits in 1875, revised in 1889), and on Sheet 4 in 1863. Resurveyed on the six-inch scale by J. G. O. Smart et al. between 1951 and 1956.\" In lower right margin: \"Based on the sixth edition new popular one-inch map, parts of sheets 173 & 184.\".",
  "dc_language_s": "eng",
  "dc_publisher_s": "[Southampton ; Chessington, Surrey] : Director General, Ordnance Survey, 1966.",
  "dc_subject_sm": [
    "Cross section",
    "Geology",
    "Shields (Geology)",
    "Bathymetric maps",
    "England—Maps"
  ],
  "layer_modified_dt": "2019-06-04T17:22:49Z",
  "layer_id_s": "restricted-figgy:p-7b6b8236-77c8-40fa-a45e-aa2489f5a44a",
  "dct_references_s": "{\"http://schema.org/url\":\"https://catalog.princeton.edu/catalog/6836927\",\"http://schema.org/thumbnailUrl\":\"https://figgy.princeton.edu/downloads/7b6b8236-77c8-40fa-a45e-aa2489f5a44a/file/6a85d343-d7d0-4962-be69-f7e3b2f1c1fa\"}",
  "layer_geom_type_s": "Image",
  "dc_format_s": "TIFF",
  "call_number_s": "G5751.C5.s63.E5W3 sh 305/306 (s,d)"
}