{
  "id": "princeton-br86b608p",
  "dct_title_s": "Ordnance Survey of Ireland[sheet 8]",
  "gbl_resourceClass_sm": [
    "Maps"
  ],
  "dct_accessRights_s": "Public",
  "gbl_mdVersion_s": "Aardvark",
  "dct_description_sm": [
    "Relief shown by shading, hachures and spot heights. Ordnance survey of Ireland on the scale of one inch to a mile issued in outline as quarter sheets. Sheets show place names, water, bog, bridges, roads, principal buildings, woods, orchards, demesnes, trigonometric stations and altitudes, boundaries of parishes, baronies and counties, indices to adjoining sheets and to the Six Inch maps. All sheets carry blind tool stamp \"Ordnance Survey of the British Isles, Ireland\" depicting the escutcheon of the ordnance Survey with three cannon balls above three cannons held on each side by a male figure, one carrying a hammer, the other large thongs. All sheets in outline, without hills. Early sheets 1, 2, 3, 4, 5, 6, 9, 10, 11, 12, 15, 16, 22, 23 and 24 dating from 1854-58 included contours; contours were discontinued in 1858. Sheets dating from 1860 carry copyright notice. Also \"The Altitudes are given in Feet above the Low Water of Spring Tides in Dublin Bay which is 21 feet below a mark on the base of Poolbeg Lighthouse\". Sheet names in brackets next to sheet number. The topography of each sheet may be dated by the changing ranks and names of officers in charge at Mountjoy, engraved on each plate. Most sheets 1858-61. Most sheets under direction of Captain, later Lieutenant-Colonel George Archibald Leach; all with Henry James, Superintendent of the Ordnance Survey. Historic Maps copy has initials and dates, ranging from 9 Oct. 1862 to 1 April 1863, on each sheet; sheets 7 and 13 have ms. annotations."
  ],
  "dct_creator_sm": [
    "Great Britain. Ordnance Survey"
  ],
  "dct_language_sm": [
    "en",
    "English"
  ],
  "dct_publisher_sm": [
    "[Mountjoy House, Dublin] : Ordnance Survey Office, [1858-1862]"
  ],
  "dct_subject_sm": [
    "Ireland—Maps",
    "Maps—Ireland—1858",
    "Topographic maps—Ireland—1858",
    "Maps"
  ],
  "dcat_theme_sm": [
    "Ireland—Maps",
    "Maps—Ireland—1858",
    "Topographic maps—Ireland—1858",
    "Maps"
  ],
  "dct_spatial_sm": [
    "Ireland"
  ],
  "gbl_indexYear_im": [
    1858
  ],
  "gbl_mdModified_dt": "2025-11-17T19:37:16Z",
  "dct_references_s": "{\"http://schema.org/url\":\"https://catalog.princeton.edu/catalog/9978644363506421\",\"http://schema.org/downloadUrl\":\"https://figgy.princeton.edu/downloads/903c8521-3b45-4223-8d0e-aa22faaea5c7/file/003fe73b-4c4b-4179-990c-f6f7420b57ce\",\"http://schema.org/thumbnailUrl\":\"https://figgy.princeton.edu/downloads/903c8521-3b45-4223-8d0e-aa22faaea5c7/file/1c0669b8-07d3-4be6-8e9a-0dc7b972281e\",\"http://iiif.io/api/image\":\"https://iiif-cloud.princeton.edu/iiif/2/61%2F00%2Fcd%2F6100cdd7aa96478b92e4892c02e12c17%2Fintermediate_file/info.json\",\"http://iiif.io/api/presentation#manifest\":\"https://figgy.princeton.edu/concern/scanned_maps/2a97f6f8-e6c4-4a2b-82ec-40ca535decb4/manifest\"}",
  "gbl_resourceType_sm": [
    "Image"
  ],
  "dct_format_s": "TIFF",
  "gbl_suppressed_b": true,
  "dct_source_sm": [
    "princeton-gh93h202b"
  ],
  "dct_identifier_sm": [
    "ark:/88435/br86b608p"
  ],
  "schema_provider_s": "Princeton",
  "locn_geometry": "ENVELOPE(-11.0134, -5.3475, 55.4617, 51.222)",
  "dcat_bbox": "ENVELOPE(-11.0134, -5.3475, 55.4617, 51.222)",
  "call_number_s": "D Alcove 25, Drawer 11 HMC01.4978",
  "rights_statement_s": "<a href=\"http://rightsstatements.org/vocab/NKC/1.0/\">No Known Copyright</a><br><p>Princeton University Library reasonably believes that the Item is not restricted by copyright or related rights, but a conclusive determination could not be made.\n<br/>You are free to use this Item in any way that is permitted by the copyright and related rights legislation that applies to your use.</p><p>Princeton University Library claims no copyright or license governing this digital resource. It is provided for free, on a non-commercial, open-access basis, for fair-use academic and research purposes only. Anyone who claims copyright over any part of these resources and feels that they should not be presented in this manner is invited to contact Princeton University Library, who will in turn consider such concerns and make every effort to respond appropriately. We request that users reproducing this resource cite it according to the guidelines described at <a href=\"https://library.princeton.edu/about/policies/special-collections-copyright-credit-and-citation-guidelines\">https://library.princeton.edu/about/policies/special-collections-copyright-credit-and-citation-guidelines</a>.\n</p>"
}