{
  "id": "princeton-qj72pd43n",
  "dct_title_s": "Cairus, quae olim Babylon : Aegypti maxima urbs",
  "gbl_resourceClass_sm": [
    "Maps"
  ],
  "dct_accessRights_s": "Restricted",
  "gbl_mdVersion_s": "Aardvark",
  "dct_description_sm": [
    "Reproduction of Cairo map from Braun and Hogenberg's Civitates orbis terrarum, Cologne, 1574; from a view by Matteo Pagano, approximately 1549. Bird's-eye view of Cairo sowing minarets, pyramids, the Sphinx, and gardens to the right side of the Nile. The left side illustrates scenes from daily life. In 1517 Cairo became part of the Ottoman Empire. The accompanying Latin text to right side of view says of the Sphinx: [This head consists of a single piece of stone; the face alone is ten lesser hexapedes. According to Strabo, it is a monument to a beautiful, tragic hetaera named Rhodopis. The king took her as his wife and after her death he had this head and pyramid built for her.\" The Latin text at the top runs: \"These pyramids were nothing but an idle display of royal wealth. In this way the kings, or rather the crowned beasts, namely hoped to make their names immortal on earth and to keep their memory alive for a long time. Nothing in the world is of less fame, however, since neither the architect nor the insane king who built a pyramid is recorded.]"
  ],
  "dct_creator_sm": [
    "Pagano, Matheo, active 1538-1562"
  ],
  "dct_language_sm": [
    "la"
  ],
  "dct_publisher_sm": [
    "[Nuremburg, or Cologne, Germany] : Braun and Hogenburg, [1574]",
    "[Ithaca, N.Y.] : [Historic Urban Plans], 1967."
  ],
  "dct_subject_sm": [
    "Early maps—Facsimiles",
    "Cairo (Egypt)—Aerial views",
    "facsimiles (reproductions)",
    "Aerial views",
    "Facsimiles"
  ],
  "dcat_theme_sm": [
    "Early maps—Facsimiles",
    "Cairo (Egypt)—Aerial views",
    "facsimiles (reproductions)",
    "Aerial views",
    "Facsimiles"
  ],
  "dct_spatial_sm": [
    "Egypt"
  ],
  "gbl_indexYear_im": [
    1967
  ],
  "gbl_mdModified_dt": "2025-11-17T19:25:07Z",
  "dct_references_s": "{\"http://schema.org/url\":\"https://catalog.princeton.edu/catalog/9968671983506421\",\"http://schema.org/thumbnailUrl\":\"https://figgy.princeton.edu/downloads/01d15635-0e8e-4b7e-8033-d134929e501f/file/a649d135-4ac1-41e8-aa62-5e0eb9db4aca\"}",
  "gbl_resourceType_sm": [
    "Image"
  ],
  "dct_format_s": "TIFF",
  "gbl_suppressed_b": false,
  "dct_identifier_sm": [
    "ark:/88435/qj72pd43n"
  ],
  "schema_provider_s": "Princeton",
  "locn_geometry": "ENVELOPE(31.108889, 31.268333, 30.134444, 29.934444)",
  "dcat_bbox": "ENVELOPE(31.108889, 31.268333, 30.134444, 29.934444)",
  "call_number_s": "G8304.C2A3 1574 .H5",
  "rights_statement_s": "<a href=\"http://rightsstatements.org/vocab/InC/1.0/\">In Copyright</a><br><p>This Item is protected by copyright and/or related rights.\n<br/>You are free to use this Item in any way that is permitted by the copyright and related rights legislation that applies to your use.\n<br/>For other uses you need to obtain permission from the rights-holder(s).</p><p>Princeton University Library claims no copyright or license governing this digital resource. It is provided for free, on a non-commercial, open-access basis, for fair-use academic and research purposes only. Anyone who claims copyright over any part of these resources and feels that they should not be presented in this manner is invited to contact Princeton University Library, who will in turn consider such concerns and make every effort to respond appropriately. We request that users reproducing this resource cite it according to the guidelines described at <a href=\"https://library.princeton.edu/about/policies/special-collections-copyright-credit-and-citation-guidelines\">https://library.princeton.edu/about/policies/special-collections-copyright-credit-and-citation-guidelines</a>.\n</p>"
}