{
  "id": "princeton-dc00000953x",
  "dct_title_s": "Mapa físico, Estado Barinas / mapa certificado por el Instituto Geográfico de Venezuela Simón Bolívar",
  "gbl_resourceClass_sm": [
    "Maps"
  ],
  "dct_accessRights_s": "Restricted",
  "gbl_mdVersion_s": "Aardvark",
  "dct_description_sm": [
    "Relief shown by gradient tints. Map shows state and municipal boundaries, zone of overlaying administrative boundaries, four classes of roads, railroads. Includes location map, information about the territory, and coat of arms. Depósoto legal: CM 368201057. \"División politica territorial según gaceta oficial No 185-14 extraordinario del Estado Barinas de Fecha, 27 de Julio de 2004\". \"Sombreado hipsométrica elaborado a partir de los datos del \"Shuttle Radar Typography Mision\" (SRTM) realizado por la NASA en el año 2004 y el Modelo Digital de la Elevació́n (DTM) generado por la Gerencia General de Geografía del Instituto Geográfico de Venezuela Simón Bolivar. Los datos fueron sometidos a técnicas de procesamiento digital de imágenes para su estructuración y adaptación final\"."
  ],
  "dct_creator_sm": [
    "Instituto Geográfico de Venezuela Simón Bolívar"
  ],
  "dct_language_sm": [
    "es"
  ],
  "dct_publisher_sm": [
    "Caracas : República Bolivariana de Venezuela, Instituto Geográfico de Venezuela Simón Bolívar, 2010."
  ],
  "dct_subject_sm": [
    "Barinas (Venezuela : State)—Maps",
    "Physical maps"
  ],
  "dcat_theme_sm": [
    "Barinas (Venezuela : State)—Maps",
    "Physical maps"
  ],
  "dct_spatial_sm": [
    "Venezuela"
  ],
  "gbl_indexYear_im": [
    2010
  ],
  "gbl_mdModified_dt": "2025-11-17T20:21:04Z",
  "dct_references_s": "{\"http://schema.org/url\":\"https://catalog.princeton.edu/catalog/9990458913506421\",\"http://schema.org/thumbnailUrl\":\"https://figgy.princeton.edu/downloads/30783214-fb58-41a8-b860-1e82c770e290/file/2fa12d35-c499-4517-9411-4999010aa683\"}",
  "gbl_resourceType_sm": [
    "Image"
  ],
  "dct_format_s": "TIFF",
  "gbl_suppressed_b": false,
  "dct_identifier_sm": [
    "ark:/88435/dc00000953x"
  ],
  "schema_provider_s": "Princeton",
  "locn_geometry": "ENVELOPE(-71.955833, -67.499167, 9.214167, 7.120833)",
  "dcat_bbox": "ENVELOPE(-71.955833, -67.499167, 9.214167, 7.120833)",
  "call_number_s": "G5283.B3C2 2010 .I5",
  "rights_statement_s": "<a href=\"http://rightsstatements.org/vocab/InC/1.0/\">In Copyright</a><br><p>This Item is protected by copyright and/or related rights.\n<br/>You are free to use this Item in any way that is permitted by the copyright and related rights legislation that applies to your use.\n<br/>For other uses you need to obtain permission from the rights-holder(s).</p><p>Princeton University Library claims no copyright or license governing this digital resource. It is provided for free, on a non-commercial, open-access basis, for fair-use academic and research purposes only. Anyone who claims copyright over any part of these resources and feels that they should not be presented in this manner is invited to contact Princeton University Library, who will in turn consider such concerns and make every effort to respond appropriately. We request that users reproducing this resource cite it according to the guidelines described at <a href=\"https://library.princeton.edu/about/policies/special-collections-copyright-credit-and-citation-guidelines\">https://library.princeton.edu/about/policies/special-collections-copyright-credit-and-citation-guidelines</a>.\n</p>"
}