{
  "id": "princeton-pr76f741r",
  "dct_title_s": "Chile census districts, 2017 (Distritos Censales)",
  "gbl_resourceClass_sm": [
    "Datasets"
  ],
  "dct_accessRights_s": "Restricted",
  "gbl_mdVersion_s": "Aardvark",
  "dct_description_sm": [
    "Census districts are sections into which the commune is divided for the ground operations of the Population and Housing Census and other surveys generated by the INE. The districts in turn are subdivided, according to their area, into urban or rural, depending on the location of the census urban limit. Thus, the districts can be entirely urban, entirely rural, or mixed. Each district has boundaries drafted. All boundaries are drawn using elements that are stable over time. In urban cases, streets or avenues are usually used; in rural cases, natural or cultural geographical elements that are stable over time, such as rivers, streams, or rail lines. In the boundaries of rural districts there is a large number of polygonal, astronomical meridians or straight lines, which are drawn in the event that there is no other significant geographical element. The importance of this geographic census unit is that it allows the distribution of workload on the day of the census and structuring of the sampling frame for surveys. In addition, it allows analysis of the evolution and historical comparison of the country's different territories. According to its definition, the Census District is of a working nature, but its delimitation in general terms corresponds to administrative units prior to the 1976 regionalization. Subsequent modifications to that year have largely corresponded to the communes' expansion of housing area.\n\t  \n[Un distrito censal es la porción en que se divide la comuna para las operaciones de terreno del levantamiento del Censo de Población y Vivienda y de otras encuestas que genera el INE. Los distritos a su vez, se subdividen según su área, en urbano o rural, dependiendo de la ubicación del límite urbano censal. Así, los distritos pueden ser totalmente urbanos, o totalmente rurales, o mixtos.Cada distrito posee una redacción de límites. Todos los límites se trazan bajo elementos estables en el tiempo. En el caso urbano, se utilizan habitualmente calles o avenidas. En el caso rural, elementos geográficos naturales o culturales estables en el tiempo como ríos, quebradas o líneas férreas. En los límites de los distritos rurales existe una gran cantidad de poligonales, meridianos astronómicos o líneas rectas, los cuales son trazados en el caso de que no exista otro elemento geográfico significativo.La importancia de esta unidad geográfico-censal es que permite distribuir la carga de trabajo en el día del Censo y estructurar el marco muestral para encuestas. Además, permite analizar la evolución y comparación histórica de los diferentes territorios que componen el país.Según su definición, el Distrito Censal tiene un carácter de tipo operativo, pero su delimitación en términos generales corresponde a unidades administrativas anteriores a la regionalización de 1976. Las modificaciones posteriores a ese año han correspondido en gran medida al crecimiento en superficie de viviendas de una comuna.]"
  ],
  "dct_creator_sm": [
    "Chile, National Institute of Statistics/Instituto Nacional de Estadísticas"
  ],
  "dct_subject_sm": [
    "census",
    "census district",
    "district",
    "districts",
    "urban",
    "rural",
    "Distrito",
    "Distrito Urbano",
    "Distrito Rural",
    "Distrito Mixto",
    "Distritos Censales",
    "Boundaries",
    "Planning and Cadastral"
  ],
  "dcat_theme_sm": [
    "Boundaries",
    "Planning and Cadastral"
  ],
  "dct_spatial_sm": [
    "Chile"
  ],
  "dct_temporal_sm": [
    "2017",
    "2016",
    "2016"
  ],
  "gbl_indexYear_im": [
    2017
  ],
  "gbl_mdModified_dt": "2025-11-03T22:54:49Z",
  "dct_references_s": "{\"http://www.opengis.net/cat/csw/csdgm\":\"https://figgy.princeton.edu/downloads/45bf8b9a-2336-4300-a753-a5ec01543b32/file/5a18ce60-76db-4da1-91af-296c9b6bdaca\",\"http://schema.org/downloadUrl\":\"https://figgy.princeton.edu/downloads/d1ee9d28-36e8-4dbf-80a1-4493e947fac8/file/a9c73f78-02e1-4640-aa40-7e7768454bad\",\"http://schema.org/thumbnailUrl\":\"https://figgy.princeton.edu/downloads/d1ee9d28-36e8-4dbf-80a1-4493e947fac8/file/c5989b3f-efe1-4f2b-b0a2-e20540087eea\",\"https://github.com/protomaps/PMTiles\":\"https://geodata-restricted.lib.princeton.edu/1b/16/45/1b16457f0c7a4f30b51ce95e93d98fd3/display_vector.pmtiles\"}",
  "gbl_resourceType_sm": [
    "Polygon"
  ],
  "dct_format_s": "Shapefile",
  "dct_issued_s": "2016",
  "gbl_suppressed_b": false,
  "dct_identifier_sm": [
    "ark:/88435/pr76f741r"
  ],
  "schema_provider_s": "Princeton",
  "locn_geometry": "ENVELOPE(-109.454879, -66.415584, -17.497776, -56.537766)",
  "dcat_bbox": "ENVELOPE(-109.454879, -66.415584, -17.497776, -56.537766)",
  "rights_statement_s": "<a href=\"http://rightsstatements.org/vocab/InC/1.0/\">In Copyright</a><br><p>This Item is protected by copyright and/or related rights.\n<br/>You are free to use this Item in any way that is permitted by the copyright and related rights legislation that applies to your use.\n<br/>For other uses you need to obtain permission from the rights-holder(s).</p><p>Princeton University Library claims no copyright or license governing this digital resource. It is provided for free, on a non-commercial, open-access basis, for fair-use academic and research purposes only. Anyone who claims copyright over any part of these resources and feels that they should not be presented in this manner is invited to contact Princeton University Library, who will in turn consider such concerns and make every effort to respond appropriately. We request that users reproducing this resource cite it according to the guidelines described at <a href=\"https://library.princeton.edu/about/policies/special-collections-copyright-credit-and-citation-guidelines\">https://library.princeton.edu/about/policies/special-collections-copyright-credit-and-citation-guidelines</a>.\n</p>"
}