{
  "id": "princeton-rb68xg350",
  "dct_title_s": "Illinois voting districts from 2010 Census",
  "gbl_resourceClass_sm": [
    "Datasets"
  ],
  "dct_accessRights_s": "Public",
  "gbl_mdVersion_s": "Aardvark",
  "dct_description_sm": [
    "Voting districts in Illinois based on the US decennial Census of 2010. The TIGER/Line shapefiles and related database files (.dbf) are an extract of selected geographic and cartographic information from the U.S. Census Bureau's Master Address File / Topologically Integrated Geographic Encoding and Referencing (MAF/TIGER) Database (MTDB). The MTDB represents a seamless national file with no overlaps or gaps between parts, however, each TIGER/Line shapefile is designed to stand alone as an independent data set, or they can be combined to cover the entire nation. Voting district is the generic name for geographic entities such as precincts, wards, and election districts established by State governments for the purpose of conducting elections. States participating in the 2010 Census Redistricting Data Program as part of Public Law 94-171 (1975) provided the Census Bureau with boundaries, codes, and names for their VTDs. Each VTD is identified by a 1- to 6-character alphanumeric census code that is unique within county. For the 2010 Census, Rhode Island is the only State that did not participate in Phase 2 (the Voting District Project) of the Redistricting Data Program and no VTDs exist for this State in the 2010 Census data products. Note that only Montana and Oregon do not have complete coverage of VTDs for the 2010 Census."
  ],
  "dct_creator_sm": [
    "US Census Bureau, Geography Division"
  ],
  "dct_subject_sm": [
    "Census",
    "voting districts",
    "electoral districts",
    "electoral boundaries",
    "state legislative district",
    "Boundaries"
  ],
  "dcat_theme_sm": [
    "Boundaries"
  ],
  "dct_spatial_sm": [
    "Illinois"
  ],
  "dct_temporal_sm": [
    "2010",
    "2012",
    "2012"
  ],
  "gbl_indexYear_im": [
    2010
  ],
  "gbl_mdModified_dt": "2025-11-04T03:10:18Z",
  "dct_references_s": "{\"http://www.opengis.net/cat/csw/csdgm\":\"https://figgy.princeton.edu/downloads/1ed10d92-e254-46a4-a061-e2c41a23e2d1/file/2f37b5ff-d71d-463d-a75f-07f863e1110c\",\"http://schema.org/downloadUrl\":\"https://figgy.princeton.edu/downloads/45657f00-8e63-486d-8ec6-9a64f105689b/file/60465c95-e08e-4500-8997-7c80c1431a8f\",\"http://schema.org/thumbnailUrl\":\"https://figgy.princeton.edu/downloads/45657f00-8e63-486d-8ec6-9a64f105689b/file/6fdde6a3-ec70-4934-b706-20518b266362\",\"https://github.com/protomaps/PMTiles\":\"https://geodata.lib.princeton.edu/21/2a/ff/212affc7cc8c4c499819424c92d81923/display_vector.pmtiles\"}",
  "gbl_resourceType_sm": [
    "Polygon"
  ],
  "dct_format_s": "Shapefile",
  "dct_issued_s": "2012",
  "gbl_suppressed_b": false,
  "dct_identifier_sm": [
    "ark:/88435/rb68xg350"
  ],
  "schema_provider_s": "Princeton",
  "locn_geometry": "ENVELOPE(-91.513079, -87.019935, 42.508338, 36.970298)",
  "dcat_bbox": "ENVELOPE(-91.513079, -87.019935, 42.508338, 36.970298)",
  "rights_statement_s": "<a href=\"http://rightsstatements.org/vocab/NKC/1.0/\">No Known Copyright</a><br><p>Princeton University Library reasonably believes that the Item is not restricted by copyright or related rights, but a conclusive determination could not be made.\n<br/>You are free to use this Item in any way that is permitted by the copyright and related rights legislation that applies to your use.</p><p>Princeton University Library claims no copyright or license governing this digital resource. It is provided for free, on a non-commercial, open-access basis, for fair-use academic and research purposes only. Anyone who claims copyright over any part of these resources and feels that they should not be presented in this manner is invited to contact Princeton University Library, who will in turn consider such concerns and make every effort to respond appropriately. We request that users reproducing this resource cite it according to the guidelines described at <a href=\"https://library.princeton.edu/about/policies/special-collections-copyright-credit-and-citation-guidelines\">https://library.princeton.edu/about/policies/special-collections-copyright-credit-and-citation-guidelines</a>.\n</p>"
}