{
  "id": "princeton-9k41zj50f",
  "dct_title_s": "Chile urban census boundaries, 2017 (Limite Urbano Censal)",
  "gbl_resourceClass_sm": [
    "Datasets"
  ],
  "dct_accessRights_s": "Restricted",
  "gbl_mdVersion_s": "Aardvark",
  "dct_description_sm": [
    "In census terms, the census urban boundary (LUC) delimits the urban space in the territory to differentiate it from the rural areas, to execute the survey in the field and the Population and Housing Census. In order for a sector of the territory to be considered urban in character, it must meet the criteria for housing concentration and continuity, in addition to presenting blocklike or wardlike areas. In cartographic terms, the urban census boundary is represented as a polygon in which the urban space is located. Currently there are 504 urban areas recognized and delimited for both the 2011 and 2016 precensus. The population centers that have a LUC are cities (more than 5,000 inhabitants) and towns (2,001 - 5,000 inhabitants). If an entity, whatever it is, exceeds 2,000 inhabitants, this entity must be considered urban (or, for entities between 1,001 and 2,000 inhabitants, if 50% or more of its economically active population is engaged in secondary and/or tertiary activities) and therefore must be delimited by an LUC.[En términos censales, el límite urbano censal (LUC) delimita el espacio urbano en el territorio con el fin de diferenciarlo del espacio rural, para ejecutar el levantamiento de muestras en terreno y el Censo de Población y Viviendas. Para que un sector del territorio cumpla con características de urbano debe cumplir con los criterios de concentración y continuidad de viviendas, además de presentar áreas de amanzanamiento. En términos cartográficos el Límite Urbano Censal se representa como un polígono en cuyo interior se encuentra el espacio urbano. Actualmente existen 504 urbanos reconocidos y delimitados tanto para el Precenso 2011 como el 2016. Los centros poblados que poseen un LUC son las ciudades (más de 5.000 habitantes) y los pueblos (2.001 - 5.000 habitantes). Si una entidad, cualquiera sea ésta sobrepasa los 2.000 habitantes, dicha entidad debe considerarse como urbana (o entre 1.001 y 2.000 habitantes, con el 50% o más de su población económicamente activa dedicadas a actividades secundarias y/o terciarias) y por lo tanto, debe encontrarse delimitada por un LUC.]"
  ],
  "dct_creator_sm": [
    "Chile, National Institute of Statistics/Instituto Nacional de Estadísticas"
  ],
  "dct_subject_sm": [
    "census",
    "Boundaries",
    "urban boundaries",
    "urban",
    "límite urbano",
    "urbano",
    "LUC",
    "Planning and Cadastral"
  ],
  "dcat_theme_sm": [
    "Boundaries",
    "Planning and Cadastral"
  ],
  "dct_spatial_sm": [
    "Chile"
  ],
  "dct_temporal_sm": [
    "2017",
    "2016",
    "2016"
  ],
  "gbl_indexYear_im": [
    2017
  ],
  "gbl_mdModified_dt": "2025-11-03T22:54:49Z",
  "dct_references_s": "{\"http://www.opengis.net/cat/csw/csdgm\":\"https://figgy.princeton.edu/downloads/712dbe20-6d8e-4f4b-85c6-d8607639dd5e/file/87ddf65b-aabd-4b3c-85c4-3c1ecd344c40\",\"http://schema.org/downloadUrl\":\"https://figgy.princeton.edu/downloads/4982d450-4546-4d46-a32d-7cec2f572626/file/db541e29-ba45-42f1-a64e-1662d8b2c0c7\",\"http://schema.org/thumbnailUrl\":\"https://figgy.princeton.edu/downloads/4982d450-4546-4d46-a32d-7cec2f572626/file/d4dfd3e5-e89a-44f6-b649-d94440704305\",\"https://github.com/protomaps/PMTiles\":\"https://geodata-restricted.lib.princeton.edu/09/02/6e/09026e9cea7e4979a8933937af98184f/display_vector.pmtiles\"}",
  "gbl_resourceType_sm": [
    "Polygon"
  ],
  "dct_format_s": "Shapefile",
  "dct_issued_s": "2016",
  "gbl_suppressed_b": false,
  "dct_identifier_sm": [
    "ark:/88435/9k41zj50f"
  ],
  "schema_provider_s": "Princeton",
  "locn_geometry": "ENVELOPE(-109.443845, -67.587673, -18.193459, -54.939314)",
  "dcat_bbox": "ENVELOPE(-109.443845, -67.587673, -18.193459, -54.939314)",
  "rights_statement_s": "<a href=\"http://rightsstatements.org/vocab/InC/1.0/\">In Copyright</a><br><p>This Item is protected by copyright and/or related rights.\n<br/>You are free to use this Item in any way that is permitted by the copyright and related rights legislation that applies to your use.\n<br/>For other uses you need to obtain permission from the rights-holder(s).</p><p>Princeton University Library claims no copyright or license governing this digital resource. It is provided for free, on a non-commercial, open-access basis, for fair-use academic and research purposes only. Anyone who claims copyright over any part of these resources and feels that they should not be presented in this manner is invited to contact Princeton University Library, who will in turn consider such concerns and make every effort to respond appropriately. We request that users reproducing this resource cite it according to the guidelines described at <a href=\"https://library.princeton.edu/about/policies/special-collections-copyright-credit-and-citation-guidelines\">https://library.princeton.edu/about/policies/special-collections-copyright-credit-and-citation-guidelines</a>.\n</p>"
}