{
  "id": "princeton-dc6d570838r",
  "dct_title_s": "Nepal : = Nepāla / cartography, design, hillshading, and compilation by Era Shrestha, Rikesh Maharjan, Nirjan Maharjan, Prabin Shrestha, Krishna Maharjan, Santosh Maharjan, Pawan Shakya.",
  "gbl_resourceClass_sm": [
    "Maps"
  ],
  "dct_accessRights_s": "Restricted",
  "gbl_mdVersion_s": "Aardvark",
  "dct_description_sm": [
    "Relief shown by shading and spot heights. Map shows international, regional,, zonal, district, and national park boundaries; 4 classes of roads; tracks; railways; trekking, main, and minor trails; temples, gompa, and monasteries. \"This map should not be referred to for external boundary demarcations\" Ancillary map: Major Domestic Air Routes. Scale: 1: 3,500,000. With table: \"Major domestic air routes with approx. time. Tables NMA Peaks:  Group \"A\" NMA expedition peaks. Group \"B\" NMA climbing peaks. National park & reserves of Nepal Includes: key facts about Nepal, geographic extremes, relative oxygen rate at different altitudes, list of world heritage sites. Map is two sheet joined to form one map."
  ],
  "dct_creator_sm": [
    "Himalayan MapHouse"
  ],
  "dct_language_sm": [
    "en"
  ],
  "dct_publisher_sm": [
    "©2014"
  ],
  "dct_subject_sm": [
    "Nepal—Maps",
    "Hiking—Nepal—Maps",
    "Maps"
  ],
  "dcat_theme_sm": [
    "Nepal—Maps",
    "Hiking—Nepal—Maps",
    "Maps"
  ],
  "dct_spatial_sm": [
    "Nepal"
  ],
  "gbl_indexYear_im": [
    2014
  ],
  "gbl_mdModified_dt": "2025-11-17T19:29:29Z",
  "dct_references_s": "{\"http://schema.org/url\":\"https://catalog.princeton.edu/catalog/99108175333506421\",\"http://schema.org/thumbnailUrl\":\"https://figgy.princeton.edu/downloads/76f239b0-4076-435d-81c5-a86f6d79cc12/file/cb2c2bac-f009-45d2-adc5-05f1cc18b728\"}",
  "gbl_resourceType_sm": [
    "Image"
  ],
  "dct_format_s": "TIFF",
  "gbl_suppressed_b": false,
  "dct_identifier_sm": [
    "ark:/88435/dc6d570838r"
  ],
  "schema_provider_s": "Princeton",
  "locn_geometry": "ENVELOPE(80.057081, 88.201526, 30.446945, 26.347758)",
  "dcat_bbox": "ENVELOPE(80.057081, 88.201526, 30.446945, 26.347758)",
  "call_number_s": "G7761.E63 2014 .S5",
  "rights_statement_s": "<a href=\"http://rightsstatements.org/vocab/InC/1.0/\">In Copyright</a><br><p>This Item is protected by copyright and/or related rights.\n<br/>You are free to use this Item in any way that is permitted by the copyright and related rights legislation that applies to your use.\n<br/>For other uses you need to obtain permission from the rights-holder(s).</p><p>Princeton University Library claims no copyright or license governing this digital resource. It is provided for free, on a non-commercial, open-access basis, for fair-use academic and research purposes only. Anyone who claims copyright over any part of these resources and feels that they should not be presented in this manner is invited to contact Princeton University Library, who will in turn consider such concerns and make every effort to respond appropriately. We request that users reproducing this resource cite it according to the guidelines described at <a href=\"https://library.princeton.edu/about/policies/special-collections-copyright-credit-and-citation-guidelines\">https://library.princeton.edu/about/policies/special-collections-copyright-credit-and-citation-guidelines</a>.\n</p>"
}