{
  "id": "princeton-7w62fb723",
  "dct_title_s": "A new map of Ireland divided into its provinces, counties and baronies, wherein are distinguished the bishopricks, borroughs, barracks, bogs, passes, bridges &c. with the principal roads, and the common reputed miles",
  "gbl_resourceClass_sm": [
    "Maps"
  ],
  "dct_accessRights_s": "Public",
  "gbl_mdVersion_s": "Aardvark",
  "dct_description_sm": [
    "\"NB. This map has all the improvements of Hen. Pratt viz. the roads, computed miles from town to town &c.\" Dedication: To His Grace Charles Duke of Shrewsbury, Ld. High Treasurer of Great Britain, Ld. Chamberlain of His Majesty's Houshold, Ld. Leutenant General and General Governor of Ireland, Knight of ye Most Noble Order of the Garter &c. this map is humbly dedicated by your Grace's most humble Servant H. Moll Geographer 1714. Relief shown pictorially. Table: A catalogue of ye towns & places, where barracks are erected, for quartering ye standing army ... Inset (Separate scale): Untitled locator map, showing western Europe. Explanation: cityes & large towns, boroughs, market towns, villages and gentle. seats, archbishopricks, bishopricks, barracks, redoubts or small barrac., roads, ferryes, bogs, forts. City plans: Dublin, Corke, Limrick, the Harbour of Kinsale, Waterford, Gallway, the Isle of St. Patricks Purgatory in the county of Dunnagall and Gyants Cawsway in the county of Antrium, the last two with text. Date of publication from Tooley. \"Herman Moll's A New Map of Ireland ..., c.1720 edition (with 'improvments' by Henry Pratt)\"--cf. Tooley's dictionary of mapmakers, vol. 3, p. 457."
  ],
  "dct_creator_sm": [
    "Moll, Herman, -1732"
  ],
  "dct_language_sm": [
    "en",
    "English"
  ],
  "dct_publisher_sm": [
    "[London] : Printed for H. Moll over against Devereux Court in ye Strand, I. Bowles at Mercers Chapple in Cheapside, P. Overton Map & Printseller near St. Dunstans Church Fleetstreet, and T. Bowles Print & Mapseller next to the Chapter house in St. Pauls Church Yard. And by I. King Map and Printseller at the Globe in the Poultry, [ca. 1720]"
  ],
  "dct_subject_sm": [
    "Roads—Ireland—Maps—Early works to 1800",
    "Ireland—Maps—Early works to 1800",
    "Maps—Ireland—1720",
    "Road maps—Ireland—1720",
    "Maps"
  ],
  "dcat_theme_sm": [
    "Roads—Ireland—Maps—Early works to 1800",
    "Ireland—Maps—Early works to 1800",
    "Maps—Ireland—1720",
    "Road maps—Ireland—1720",
    "Maps"
  ],
  "dct_spatial_sm": [
    "Ireland"
  ],
  "gbl_indexYear_im": [
    1720
  ],
  "gbl_mdModified_dt": "2025-11-17T19:35:40Z",
  "dct_references_s": "{\"http://schema.org/url\":\"https://catalog.princeton.edu/catalog/9978119303506421\",\"http://schema.org/downloadUrl\":\"https://figgy.princeton.edu/downloads/0669cd0b-0c93-4c91-b0c5-6d893e33df9f/file/dc66578f-73b1-4046-a428-d18e3a597444\",\"http://schema.org/thumbnailUrl\":\"https://figgy.princeton.edu/downloads/0669cd0b-0c93-4c91-b0c5-6d893e33df9f/file/48a485d0-083d-461a-8d84-72ad0d2c048e\",\"http://iiif.io/api/image\":\"https://iiif-cloud.princeton.edu/iiif/2/2b%2F47%2Fa5%2F2b47a552aede44e1b48ba47e913725bb%2Fintermediate_file/info.json\",\"http://iiif.io/api/presentation#manifest\":\"https://figgy.princeton.edu/concern/scanned_maps/70c249b7-d10f-4ad7-b77d-8c4644652fcc/manifest\"}",
  "gbl_resourceType_sm": [
    "Image"
  ],
  "dct_format_s": "TIFF",
  "gbl_suppressed_b": false,
  "dct_identifier_sm": [
    "ark:/88435/7w62fb723"
  ],
  "schema_provider_s": "Princeton",
  "locn_geometry": "ENVELOPE(-10.61, -5.3256, 55.4492, 51.222)",
  "dcat_bbox": "ENVELOPE(-10.61, -5.3256, 55.4492, 51.222)",
  "call_number_s": "D Alcove 25, Drawer 10 HMC01.5043",
  "rights_statement_s": "<a href=\"http://rightsstatements.org/vocab/NKC/1.0/\">No Known Copyright</a><br><p>Princeton University Library reasonably believes that the Item is not restricted by copyright or related rights, but a conclusive determination could not be made.\n<br/>You are free to use this Item in any way that is permitted by the copyright and related rights legislation that applies to your use.</p><p>Princeton University Library claims no copyright or license governing this digital resource. It is provided for free, on a non-commercial, open-access basis, for fair-use academic and research purposes only. Anyone who claims copyright over any part of these resources and feels that they should not be presented in this manner is invited to contact Princeton University Library, who will in turn consider such concerns and make every effort to respond appropriately. We request that users reproducing this resource cite it according to the guidelines described at <a href=\"https://library.princeton.edu/about/policies/special-collections-copyright-credit-and-citation-guidelines\">https://library.princeton.edu/about/policies/special-collections-copyright-credit-and-citation-guidelines</a>.\n</p>"
}