{
  "id": "princeton-dcrf55zn93n",
  "dct_title_s": "Frankreich 1:25 000 / druck Heeresplankamer.",
  "gbl_resourceClass_sm": [
    "Maps"
  ],
  "dct_accessRights_s": "Public",
  "gbl_mdVersion_s": "Aardvark",
  "dct_description_sm": [
    "Relief shown by contours and spot heights. Compiled from Prussian \"Messtischblätter,\" Sheets numbering is consistent with the numbering of German Topographische Karte 1:25 000 (4 cm-Karte) sheets. Shows both the sheet number of the Prussian Messtischblatt as well as the German sheet numbering. Sheets generally include legend, index to adjoining sheets, administrative boundary diagram (Politische Grenzen), source of map diagram (Grundlagen),  publication statement, and marginal notes. Maps  were compiled from Prussian \"Messtischblätte\". In upper margin: \"Planblatt A Nur für den Dienstgebrauch. \"Stand vom 1940\". Each sheet is individually titled and numbered providing  both the German and French place name. Some sheets are Vorläufige Ausgabe. Sheet numbering is consistent with the numbering of the German topographic map series Topographische Karte 1:25 000 (4 cm-Karte). Map shows political and administrative boundaries, water features, relief, vegetation, communication, and cultural features."
  ],
  "dct_creator_sm": [
    "Germany. Heer. Abteilung für Kriegskarten- und Vermessungswesen"
  ],
  "dct_language_sm": [
    "de"
  ],
  "dct_publisher_sm": [
    "[Germany] : Heeresplankammer, [1939-1940]."
  ],
  "dct_subject_sm": [
    "Topographic maps",
    "France—Maps"
  ],
  "dcat_theme_sm": [
    "Topographic maps",
    "France—Maps"
  ],
  "dct_spatial_sm": [
    "France"
  ],
  "gbl_indexYear_im": [
    1939
  ],
  "gbl_mdModified_dt": "2025-11-04T04:43:13Z",
  "dct_references_s": "{\"http://schema.org/url\":\"https://catalog.princeton.edu/catalog/99129428358306421\",\"http://schema.org/thumbnailUrl\":\"https://figgy.princeton.edu/downloads/d4fcb7d3-c013-44db-b021-9f16a89d877c/file/46d0499a-2621-431e-a05b-5dc13b0d6d3b\",\"http://iiif.io/api/image\":\"https://iiif-cloud.princeton.edu/iiif/2/85%2Fc5%2Fdd%2F85c5dd8869d14982944724825167bec5%2Fintermediate_file/info.json\",\"http://iiif.io/api/presentation#manifest\":\"https://figgy.princeton.edu/concern/scanned_maps/f489bada-468d-4ef8-8b7f-4340e8b08327/manifest\"}",
  "gbl_resourceType_sm": [
    "Image"
  ],
  "gbl_suppressed_b": false,
  "dct_identifier_sm": [
    "ark:/88435/dcrf55zn93n"
  ],
  "schema_provider_s": "Princeton",
  "locn_geometry": "ENVELOPE(5.871152, 8.220818, 49.522304, 47.430635)",
  "dcat_bbox": "ENVELOPE(5.871152, 8.220818, 49.522304, 47.430635)",
  "call_number_s": "G5831.C2 s25 .H4",
  "rights_statement_s": "<a href=\"http://rightsstatements.org/vocab/CNE/1.0/\">Copyright Not Evaluated</a><br><p>The copyright and related rights status of this Item has not been evaluated.\n<br/>Please refer to the organization that has made the Item available for more information.\n<br/>You are free to use this Item in any way that is permitted by the copyright and related rights legislation that applies to your use.</p><p>Princeton University Library claims no copyright or license governing this digital resource. It is provided for free, on a non-commercial, open-access basis, for fair-use academic and research purposes only. Anyone who claims copyright over any part of these resources and feels that they should not be presented in this manner is invited to contact Princeton University Library, who will in turn consider such concerns and make every effort to respond appropriately. We request that users reproducing this resource cite it according to the guidelines described at <a href=\"https://library.princeton.edu/about/policies/special-collections-copyright-credit-and-citation-guidelines\">https://library.princeton.edu/about/policies/special-collections-copyright-credit-and-citation-guidelines</a>.\n</p>"
}